const ar = {
  'homePage.title': 'الصفحة الرئيسية',
  'game.score': 'النقاط',
  'game.xScore': 'نقاط اللاعب اكس',
  'game.oScore': 'نقاط اللاعب او',
  'game.easy': 'سهل',
  'game.medium': 'متوسط',
  'game.hard': 'صعب',
  'game.placeholder': 'حدد الصعوبة',
  'game.reset': 'اعادة',
  'tutorial.first':
        'الية اللعبة بسيطة ما عليك القيام به بنقرة وفي أي من الخلايا، في أي من الشبكات المتاحة، التي هي تلك التي لديها خلفية بيضاء.',
  'tutorial.second':
        'الهدف من اللعبة هو أن يكون لديك ثلاثة من رموزك معًا في شكل قطري أو صف أو عمود في إحدى الشبكات.',
  'tutorial.third':
        'تكون الخطوة الأولى دائمًا في أي شبكة أو خلية تريدها ، وبعد ذلك يتم تحديد الخطوة التالية بناءً على الحركة السابقة. انظر إلى هذا المثال:',
  'tutorial.fourth':
        'في هذا المثال السابق ، يمكن للاعب X إجراء أي حركة يريدها (اللاعب الأول هو X دائمًا) ، ويختار الخلية الوسطى في الأسفل ، ثم يقوم اللاعب O بإجراء تحرك في الشبكة الوسطى في الأسفل .',
  'tutorial.fifth':
        'في الصورة السابقة ، يمكننا ملاحظة أن الخطوة التالية يجب أن تكون في الشبكة السفلية اليسرى لأنها الشبكة الوحيدة ذات الخلفية البيضاء. وأن الخطوة السابقة تم إجراؤها في المركز أو أعلى الشبكة اليمنى لأن تلك هي الوحيدة التي يوجد بها في أسفل الخلية اليسرى X أو O.',
  'shared.sp': 'لاعب واحد',
  'shared.mp': 'لاعبون محليون',
  'shared.tutorial': 'كيف ألعب',
  'shared.back': 'رجوع',
};

export default ar;
