const hi = {
  'homePage.title': 'मुख पृष्ठ',
  'game.score': 'अंक',
  'game.xScore': "X's अंक",
  'game.oScore': "O's अंक",
  'game.easy': 'आसान',
  'game.medium': 'मध्यम',
  'game.hard': 'कठिन',
  'game.placeholder': 'कठिनाई का चयन करें (Default आसान)',
  'game.reset': 'पुनः तैयार करे',
  'tutorial.first':
        'गेम के मैकेनिक्स सरल हैं, आपको उपलब्ध किसी भी ग्रिड में किसी भी सेल में क्लिक करना है, जिनके पास सफेद पृष्ठभूमि है।',
  'tutorial.second':
        'खेल का उद्देश्य ग्रिड में से एक में विकर्ण, पंक्ति या स्तंभ में अपने तीन प्रतीकों को एक साथ रखना है।',
  'tutorial.third':
        'पहला कदम हमेशा जो भी ग्रिड और सेल आप चाहते हैं, उसके बाद अगला आंदोलन पिछले आंदोलन के आधार पर तय किया जाता है। इस उदाहरण को देखो:',
  'tutorial.fourth':
        'इस पिछले उदाहरण में, खिलाड़ी X कोई भी कदम उठा सकता है जो वह चाहता है (पहला खिलाड़ी हमेशा X होता है), यह नीचे के मध्य सेल को चुनता है, फिर खिलाड़ी O को नीचे के मध्य ग्रिड में स्थानांतरित करना होता है ।',
  'tutorial.fifth':
        'पिछली छवि में, हम देख सकते हैं कि अगला कदम बाएं तल ग्रिड पर होना चाहिए क्योंकि यह एक सफेद पृष्ठभूमि वाला एकमात्र ग्रिड है। और यह कि पिछला कदम केंद्र या शीर्ष दाएं ग्रिड में किया गया था क्योंकि वे केवल वे हैं जो नीचे बाएं सेल में X या O हैं।',
  'shared.sp': 'अकेला खिलाडी',
  'shared.mp': 'स्थानीय मल्टीप्लेयर',
  'shared.tutorial': 'कैसे खेलें',
  'shared.back': 'वापस',
};

export default hi;
