const mr = {
  'homePage.title': 'मुख पृष्ठ',
  'game.score': 'गुण',
  'game.xScore': "X's गुण",
  'game.oScore': "O's गुण",
  'game.easy': 'सोपे',
  'game.medium': 'मध्यम',
  'game.hard': 'कठीण',
  'game.placeholder': 'अडचण निवडा (डीफॉल्ट सोपे)',
  'game.reset': 'रीसेट करा',
  'tutorial.first':
        'गेमची मेकॅनिक आपल्याला उपलब्ध असलेल्या कोणत्याही ग्रिडमध्ये कोणत्याही सेल्समध्ये क्लिक करणे सोपे आहे, जे पांढरे पार्श्वभूमी आहेत.',
  'tutorial.second':
        'गेमच्या उद्दीष्टात आपल्या तीन चिन्हे एक-एक ग्रिडमध्ये कर्ण, पंक्ती किंवा स्तंभामध्ये एकत्र असणे असा आहे.',
  'tutorial.third':
        'पहिली हालचाल नेहमी आपल्याला पाहिजे असलेल्या ग्रिड आणि सेलमध्ये असते, त्यानंतर पुढची हालचाल मागील चळवळीवर आधारित असते. हे उदाहरण पहा:',
  'tutorial.fourth':
        'या मागील उदाहरणामध्ये, खेळाडू X इच्छित असलेल्या कोणत्याही हालचाली करू शकतो (पहिला खेळाडू नेहमी X असतो), तो तळाशी मध्यभागी निवडतो, तर प्लेयर ओला खालच्या बाजूला मध्य ग्रिडमध्ये फिरणे आवश्यक आहे.',
  'tutorial.fifth':
        'मागील चित्रात, आपण हे पाहू शकतो की पुढचा हलवा डावा तळ खाली ग्रिडवर आहे कारण हा पांढरा पार्श्वभूमी असलेला एकमात्र ग्रिड आहे. आणि मागील हलवा केंद्र किंवा वरच्या उजव्या ग्रिडमध्ये केले गेले कारण तेच फक्त खाली आहेत जे डाव्या बाहेरील सेलमध्ये X किंवा O आहे.',
  'shared.sp': 'एकच खेळाडू',
  'shared.mp': 'स्थानिक मल्टीप्लेअर',
  'shared.tutorial': 'कसे खेळायचे',
  'shared.back': 'मागे',
};

export default mr;
