const ru = {
  'homePage.title': 'Главная страница',
  'game.score': 'Гол',
  'game.xScore': 'Оценка X',
  'game.oScore': 'Оценка O',
  'game.easy': 'Легко',
  'game.medium': 'Легко',
  'game.hard': 'Жесткий',
  'game.placeholder': 'Выберите трудность (по умолчанию легко)',
  'game.reset': 'Сброс',
  'tutorial.first':
    'Механика игры проста, вам нужно сделать щелчок в любой из ячеек, в любой из доступных сеток, которые есть на белом фоне.',
  'tutorial.second':
    'Цель игры состоит в том, чтобы иметь три символа вместе в диагонали, строке или столбце в одной из сеток.',
  'tutorial.third':
    'Первый ход всегда находится в любой сетке и ячейке, которую вы хотите, после чего следующий шаг определяется на основе предыдущего движения. Посмотрите на этот пример:',
  'tutorial.fourth':
    'В этом предыдущем примере игрок X мог сделать любой ход, который он хочет (первым игроком всегда является X), он выбирает среднюю ячейку внизу, тогда игрок O должен сделать движение в средней сетке внизу.',
  'tutorial.fifth':
    'На предыдущем изображении мы видим, что следующий шаг должен быть в левой нижней сетке, потому что это единственная сетка с белым фоном. И что предыдущий шаг был сделан в центральной или верхней правой сетке, потому что это единственные, которые имеют в нижней левой ячейке X или O.',
  'shared.sp': 'Один игрок',
  'shared.mp': 'Локальный мультиплеер',
  'shared.tutorial': 'Как играть',
  'shared.back': 'назад',
};

export default ru;
