const sr = {
    "homePage.title": "Почетна страна",
    "game.score": "Резултат",
    "game.xScore": "Икс резултат",
    "game.oScore": "Oкс резултат",
    "game.easy": "Лако",
    "game.medium": "Средње",
    "game.hard": "Тешко",
    "game.placeholder": "Изабери ниво тежине (Примарни ниво лак)",
    "game.reset": "Ресетуј",
    "tutorial.first":
      "Механика игре је једноставна, морате кликнути у било коју од ћелија, у било којој од расположивих мрежа, а то су оне које имају белу позадину.",
    "tutorial.second":
      "Циљ игрје је да имате три ваша симбола повезана у дијагонали, реду или колони.",
    "tutorial.third":
      "Први потез можете одиграти у било којој мрежи или ћелији, сваки следећи потез се базира на претходном. Погледајте пример:",
    "tutorial.fourth":
      "У претходном примеру, играч икс могао је да направи било који потез (први играч је увек икс), одабрао је средњу ћелију на дну, тада играч окс мора да направи потез у средњој мрежи на дну.",
    "tutorial.fifth":
      "У претходној слици, могли смо да видимо да следећи потез мора да буде на доњој левој мрежи јер је то једина мрежа са белом позадином. И да је претходни потез одигран у центру или у горњој десној мрежи јер су они једини који имају икс или окс у доњој левој ћелији.",
    "shared.sp": "Један играч",
    "shared.mp": "Више играча у локалу",
    "shared.tutorial": "Како играти",
    "shared.back": "Назад"
  };
  
  export default sr;
  