const uk = {
  "homePage.title": "Головна",
  "game.score": "Рахунок",
  "game.xScore": "X рахунок",
  "game.oScore": "O рахунок ",
  "game.easy": "Легко",
  "game.medium": "Середне",
  "game.hard": "Важко",
  "game.placeholder": "Оберіть складність (Базове значення: легко)",
  "game.reset": "Скасувати",
  "tutorial.first":
    "Принципи гри прості: ви повинні зробити клік в будь якій клітині, в будь-який з доступних сіток, які Є на білому фоні",
  "tutorial.second":
    "Завдання гри полягає в тому, щоб три з ваших символів находилися лініею разом по діагоналі або рядку чи стовпчику.",
  "tutorial.third":
    "Перший хід завжди в будь-якій клітині, після чого наступний рух вирішується на основі попереднього руху. Подивіться на цей приклад:",
  "tutorial.fourth":
    "У цьому попередньому прикладі ігрок X може зробити будь-який крок, який він хоче (перший ігрок завжди X), він обрал середню клітинку внизу, після чого ігрок O повинен виконати перехід у середній клітині внизу",
  "tutorial.fifth":
    "На попередньому зображенні ми бачимо, що наступний крок має бути в нижній лівій клітині, тому що це єдина клітина з білим фоном. І це попереднє рух було зроблено в центрі або у верхній правій кут сітці, оскільки вони є єдиними в нижній лівій клітині X або O.",
  "shared.sp": "Один Ігрок",
  "shared.mp": "Локальний Мультиплеєр",
  "shared.tutorial": "Як грати",
  "shared.back": "Повернутися"
};

export default uk;
