const uk = {
  'homePage.title': 'Головна сторінка',
  'game.score': 'Гол',
  'game.xScore': 'Оцінка X',
  'game.oScore': 'Оцінка O',
  'game.easy': 'Легкий',
  'game.medium': 'Середній',
  'game.hard': 'Важкий',
  'game.placeholder': 'Виберіть складність (за замовчуванням легкий)',
  'game.reset': 'Скасувати',
  'tutorial.first':
    'Правила гри прості, вам потрібно зробити клік в будь якій клітинці, в будь якій із доступник сіток, які знаходяться на білому фоні.',
  'tutorial.second':
    'Суть гри в тому, щоб отримати три символа по діагоналі, горизонталі або вертикалі в одній із сіток.',
  'tutorial.third':
    'Перший хід завжди в будь-якій клітинці, після чого наступний рух вирішується на основі попереднього руху. Подивіться на цей приклад:',
  'tutorial.fourth':
    'В попередньому прикладі гравець X міг виконати будь який хід, який він хоче (першим гравцем завжди є X), він вибирає середню клітинку внизу, після цього гравець O повинен зробити вибір в середній сітці знизу.',
  'tutorial.fifth':
    'На попередньому зображенні ми бачимо, що наступний крок повинен бути в лівій нижній сітці, тому що це єдина сітка з білим фоном. І попередній крок було зроблено в центральній або верхній правій сітці, тому що вони єдині, що мають в нижній лівій клітинці X або O.',
  'shared.sp': 'Один гравець',
  'shared.mp': 'Локальний мультиплеєр',
  'shared.tutorial': 'Як грати',
  'shared.back': 'Повернутись',
};

export default uk;
